<?php
/*
===================================================================
LiteTracker Source
===================================================================
by jenaDI
-------------------------------------------------------------------
Назначение: Конфиг файлового кеша
===================================================================
*/

$config['filecache']['use']  = 1  ;				//Кешировать данные (Если отключен Memcached  , то автоматически вкл. Файловый кеш . Его можно отключить !
$config['filecache']['dir'] = $_SERVER['DOCUMENT_ROOT'].'/system/cache/';	//Папка , где хранится кеш
$config['filecache']['type'] = '.cache'; 		//Тип файла (с точкой)
$config['filecache']['timeout'] = 60; 	    //Timeout - кеша

?>
