<?php
/*
===================================================================
LiteTracker Source
===================================================================
by Nick
-------------------------------------------------------------------
Назначение: Точка входа в админку
===================================================================
*/

require 'system/init.php';

is_login();

if ((int) ($USER['class'] ?? 0) !== 6) {
	err('Ошибка', 'У вас нет прав для входа в админку.');
}

header('Location: /blocks.php');
die();
?>
