<?
/*
===================================================================
LiteTracker Source
===================================================================
by jenaDI
-------------------------------------------------------------------
Назначение: Главная страница
===================================================================
*/

//Подключаем главный системный файл
require 'system/init.php';



//Заголовок
head('Расширенный поиск');

//Поисковая форма
require 'templates/'.$config['template'].'/blocks/block.search.php';

//Результат поиска
begin_frame('Результат');
require 'modules/releases.php';
end_frame();
stdfoot();

?>
