<?php
/*
===================================================================
LiteTracker Source
===================================================================
by Nick
-------------------------------------------------------------------
Назначение: Выход
===================================================================
*/

//Подключаем главный системный файл
require __DIR__ . '/app/system/init.php';

//Проверяем пользователя
if(!$USER) {
	head($language['template_11']);
	msg($language['default_1'] , $language['default_6'] );
	foot();
	die();
}

//Удаляем cookies
logout_cookie();

header('Location:index.php');
die();
?>
