<?php
/*
===================================================================
LiteTracker Source
===================================================================
by Nick
-------------------------------------------------------------------
Назначение: Системные уведомления
===================================================================
*/

require 'system/init.php';

is_login();

head('Уведомления');
begin_frame('Уведомления');
msg('Системные уведомления', 'Здесь будут отображаться уведомления от администрации и события по вашим персональным раздачам.');
end_frame();
foot();
?>
