<?php
/*
===================================================================
LiteTracker Source
===================================================================
by Nick
-------------------------------------------------------------------
Назначение: Русский язык / Russian
===================================================================
*/

$language = array(
 'charset' => 'utf-8' ,

 //0.4.1

 'captcha_2' => 'Вы ввели не верный код',
 'captcha_prompt' => 'Введите символы проверки',
 'captcha_code_label' => 'Код проверки',

 //0.3.3

//Добавление пользователя
'user_add_1' => 'Вам запрещено добавлять пользователя' ,
'user_add_2' => 'Добавить пользователя' ,
'user_add_3' => 'Пользователь успешно добавленя' ,
'user_add_4' => 'Добавить пользователя' ,

 //0.3.2
 //Редактирование классов
 'edit_priv_1' => 'Вам запрещено редактировать классы' ,
 'edit_priv_2' => 'Классов на трекере не найдено' ,
 'edit_priv_3' => 'Данного класса не существует' ,

 //0.3.1
 //Вывод категорий
 'releases_1' => 'Категории' ,
 'releases_2' => 'Релизы категории' ,


 'releases_7' => 'Активных релизов в нашей базе не найдено' ,


 'releases_10' => 'Перейти к деталям' ,

 'releases_12' => 'Новинка' ,


 'releases_15' => 'Мульти-трекерная раздача' ,
 'releases_16' => 'Раздача нашего трекера' ,

 'releases_18' => 'С отмеченными' ,

 //0.3.0
 //Модули поиска


 //Картинки
 'image_1' => 'Дополнительные релизы' ,

 //Редактировние релиза
 'edit_1' => 'Данного релиза не существует' ,
 'edit_2' => 'Вам запрещено редактировать данный релиз' ,
 'edit_3' => 'Редактировать релиз' ,

 //Редактирование категорий
 'cats_1' => 'Вы не выбрали откуда будут перемещаться релизы' ,
 'cats_2' => 'Вы не выбрали куда будут перемещаться релизы' ,
 'cats_3' => 'Вы можете переместить релизы одной категории в другую!' ,
 'cats_4' => 'Из категории' ,
 'cats_5' => 'В категорию' ,
 'cats_6' => 'Выполнить перемещение' ,
 'cats_7' => 'Данной категории не существует' ,
 'cats_8' => 'Вы не ввели название категории' ,
 'cats_9' => 'Не верный тип фотографии' ,
 'cats_10' => 'Неверное имя фотографии (не картинка)' ,
 'cats_11' => 'Слишком большой размер картинки (максимально %s)' ,
 'cats_12' => 'Ошибка при копирование фотографии на сервер. Обратитесь к администрации!' ,
 'cats_13' => 'Редактировать категорию' ,
 'cats_14' => 'Название' ,
 'cats_15' => 'Картинка' ,
 'cats_16' => 'Вы можете загрузить новую картинку' ,
 'cats_17' => 'Шаблон для загрузки' ,
 'cats_18' => 'Программы' ,
 'cats_19' => 'Фильмы' ,
 'cats_20' => 'Игры' ,
 'cats_21' => 'Музыка' ,
 'cats_22' => 'Телешоу' ,
 'cats_23' => 'Аниме' ,
 'cats_24' => 'Редактировать категорию' ,
 'cats_25' => 'Категории , куда вы будете перемещать торренты не существует' ,
 'cats_26' => 'Удаление категории' ,
 'cats_27' => 'Вы действительно хотите удалить данную категорию?' ,
 'cats_28' => 'Удалить все торренты + комментарии' ,
 'cats_29' => 'Перенести все торренты в %s' ,
 'cats_30' => 'Выполнить удаление' ,

 'cats_32' => 'Вы не ввели название категории' ,
 'cats_33' => 'Добавить категорию' ,
 'cats_34' => 'На трекере нет ниодной категории. <a href="categories.php?act=add">Создайте категории</a> , куда можно загружать релизы' ,
 'cats_35' => 'Перемещение релизов' ,
 'cats_36' => 'Редактирование категорий' ,
 'cats_37' => 'Категория успешно добавлена' ,
 'cats_38' => 'Категория успешно удалена' ,
 'cats_39' => 'Категория успешно отредактирована' ,
 'cats_40' => 'Релизы успешно перемещены' ,
 'cats_41' => 'Добавить категорию' ,
 'cats_42' => 'Создана %s' ,
 'cats_43' => '%d релизов' ,
 'cats_44' => 'Редактировать' ,
 'cats_45' => 'Удалить' ,


 //Анонсер
 'announce_1' => 'Параметра не существует: %s' ,
 'announce_2' => 'Не правильный %s (%d - %s)' ,
 'announce_3' => 'Не верный пасскей (%d - $s)' ,
 'announce_4' => 'Не правильный порт' ,
 'announce_5' => 'Anti-Cheater: Вы не можете использовать данный клиент' ,
 'announce_6' => 'Не правильный пасскей	. Обратитесь к администрации' ,
 'announce_7' => 'Данный релиз не зарегистрирован в нашей базе' ,
 'announce_8' => 'Минимальный интервал обновления данных %d секунд' ,
 'announce_9' => 'Превышен лимит подключений. Подождите обновление анонсера.' ,
 'announce_10' => 'Не правильный пасскей! Перезалейте торрент на %s' ,
 'announce_11' => 'У вас плохой рейтинг. Пока ваш рейтинг не поднимется больше %s%% вы не сможете скачивать' ,


 //0.2.8

 //Мои сообщения

 //0.2.7

 //Стандартные фразы
 'default_1' => 'Ошибка' ,
 'default_2' => 'Да' ,
 'default_3' => 'Нет' ,
 'default_4' => 'Загрузка...' ,
 'default_5' => 'Назад' ,
 'default_6' => 'Системный сбой' ,
 'default_7' => 'Внимание' ,
 'default_8' => 'Извините' ,
 'default_9' => 'Успешно' ,
 'default_10' => 'Доступ запрещен' ,
 'default_11' => 'Вернуться назад' ,
 'default_12' => 'Доступ закрыт' ,

 //Шаблон
 'template_1' => 'Перейти к моей странице' ,
 'template_2' => 'Добро пожаловать' ,


 'template_6' => 'Внимание! У вас плохой рейтинг. В избежание блокировки , <a href="rating.php">читайте правила</a></small>' ,


 'template_11' => 'Выход' ,


 'template_26' => 'Сайт закрыт' ,


 //Имена классов
 'userclass_1' => 'Директор' ,
 'userclass_2' => 'Администратор' ,
 'userclass_3' => 'Модератор' ,
 'userclass_4' => 'Релизер' ,
 'userclass_5' => 'VIP' ,
 'userclass_6' => 'Пользователь' ,


 //Теги
 'tags_1' => 'Нет тегов' ,

 //Месяца
 'month_1' => 'января' ,
 'month_2' => 'февраля' ,
 'month_3' => 'марта' ,
 'month_4' => 'апреля' ,
 'month_5' => 'мая' ,
 'month_6' => 'июня' ,
 'month_7' => 'июля' ,
 'month_8' => 'августа' ,
 'month_9' => 'сентября' ,
 'month_10' => 'октября' ,
 'month_11' => 'ноября' ,
 'month_12' => 'декабря' ,
 'month_13' => 'Сегодня' ,

 'rating_1' => 'Рейтинг' ,

 //Комментирование
 'comments_1' => 'Добавить отзыв',

 'comments_3' => 'Последний раз редактировал',
 'comments_4' => 'Редактировать',
 'comments_5' => 'Удалить',


 'comments_8' => 'Комментарий успешно отредактирован',
 'comments_9' => 'Введите текст комментария',
 'comments_10' => 'У вас недостаточно прав на удаление данного комментария',
 'comments_11' => 'У вас недостаточно прав на редактирование данного комментария',
 'comments_12' => 'Редактировать комментарий',
 'comments_13' => 'Отзывы',
 'comments_14' => 'Системный сбой',
 'comments_15' => 'Не удалось добавить комментарий. Попробуйте еще раз позже.',
 'comments_16' => 'Не удалось обновить комментарий. Попробуйте еще раз позже.',


 //Детали
 'details_1' => 'Функции',
 'details_2' => 'Скачать torrent',
 'details_3' => 'Скачать magnet',


 'details_18' => 'Отзывы',
 'details_19' => 'Данного релиза не существует',
 'details_20' => 'Данный релиз забанен администрацией',
 'details_21' => 'Мультитрекерный',
 'details_22' => 'Локальный',
 'details_23' => 'Редактировать релиз',
 'details_24' => 'Релиз успешно отредактирован',
 'details_25' => 'Добавить в закладки',
 'details_26' => 'Удалить из закладок',


 'details_29' => 'Вам запрещено просматривать детали',

 //Форма поиска
 'search_1' => 'Поиск',
 'search_2' => 'По названию',
 'search_3' => 'По тегам',
 'search_4' => 'Категория',
 'search_5' => 'Сортировка',
 'search_6' => 'По возрастанию',
 'search_7' => 'По убыванию',
 'search_8' => 'В перемешку',


	//Видео дня

 //Новинки


 //Статистика

 'stats_2' => 'Торрентов' ,
 'stats_3' => 'Раздающих' ,
 'stats_4' => 'Качающих' ,
 'stats_5' => 'Подключений' ,
 'stats_6' => 'Общий размер' ,


//Нагрузка на сервер
'load_in_server_1' => 'Нагрузка на сервер' ,
'load_in_server_2' => 'Всего к трекеру подключено уникальных %s пользователей' ,


 //Скачивание торрента
 'download_1' => 'Данного релиза не существует',
 'download_2' => 'Данный релиз забанен',
 'download_3' => 'У вас плохой рейтинг',
 'download_4' => 'Пока ваш рейтинг не поднимется больше %s%% вы не сможете скачивать',
 'download_5' => 'Данный торрент - файл на нашем сервере не найден. Попробуйте скачать через <a href="download.php?id=%s&magnet=1">magnet</a>',

 'download_7' => 'Вам запрещено скачивать magnet - ссылки',
 'download_8' => 'Вам запрещено скачивать torrent - файлы',
 'download_9' => 'Введите код' ,
 'download_10' => 'Введите код с картинки , для того чтобы скачать релиз <br> <a href="details.php?id=%s">Назад к релизу</a>' ,
 'download_11' => 'Продолжить скачивание' ,

 //Авторизация
 'login_1' => 'Вход' ,

 'login_3' => 'E-mail или ник' ,
 'login_4' => 'Пароль' ,
 'login_5' => 'Вход' ,
 'login_6' => 'Забыли пароль?' ,
 'login_7' => 'Введите логин или пароль' ,
 'login_8' => 'Логин или пароль не верны' ,
 'login_9' => 'Данный пользователь забанен' ,
 'login_10' => 'Вы не подтвердили свой аккаунт' ,

 //Регистрация
 'signup_1' => 'Регистрация' ,

//Закладки
 'books_1' => 'Данный релиз уже есть у вас в закладках' ,
 'books_2' => 'Данного релиза у вас нет в закладках' ,
 'books_3' => 'Мои закладки' ,

 'books_5' => 'Вы ничего не пометили' ,
 'books_6' => '%d из %d были удалены из ваших закладок' ,
 'books_7' => 'Назад к закладкам' ,

//Мои торренты
'my_releases_1' => 'Мои релизы' ,
'my_releases_2' => 'Вы не загружали релизов на трекер' ,

//Мои настройки
'setting_1' => 'Вам запрещено редактировать чужой профиль' ,
'setting_2' => 'Загрузить фотографию' ,
'setting_3' => 'Удалить фотографию' ,
'setting_4' => '<small>Максимальный размер '.mksize($config['max_size_image']).'. Доступные форматы: JPG , JPEG , PNG , GIF<br><b>Запрещено</b> загружать посторонние элементы , а также фотографии рекламного характера</small>' ,

'setting_6' => 'После замены passkey ваш требуется перекачать все активные релизы' ,
'setting_7' => 'Текущий пасскей' ,


'setting_17' => 'Мои настройки' ,

'setting_19' => 'Пароль изменен' ,


'setting_23' => 'Фотография не загружена' ,
'setting_24' => 'Фотография загружена' ,


'setting_30' => 'Профиль не отредактирован' ,


'setting_34' => 'Мужской' ,
'setting_35' => 'Женский' ,


'setting_40' => 'Класс' ,


'setting_66' => 'Старый пароль введен не правильно' ,
'setting_67' => 'Пароль слишком короткий(минимум 6 символов)' ,
'setting_68' => 'Пароль слишком длинный (максимум 40 символов)' ,


'setting_74' => 'Вы вычетаете больше чем  скачал данный пользователь' ,
'setting_75' => 'Вы вычетаете больше чем  раздал данный пользователь' ,
'setting_76' => 'Ваш класс был изменен' ,
'setting_77' => 'Администрация изменила ваш класс на "%s"' ,

//Новости
'news_1' => 'Данной новости не существует' ,
'news_2' => 'Введите название новости' ,
'news_3' => 'Введите текст новости' ,
'news_4' => 'Редактирование новости' ,
'news_5' => 'Название' ,

'news_7' => 'Поднять данную новость' ,
'news_8' => 'Редактировать' ,
'news_9' => 'Добавление новости' ,
'news_10' => 'Добавить' ,
'news_11' => 'Новости' ,
'news_12' => 'Новость успешно удалена' ,
'news_13' => 'Новостей на трекере нет' ,

'news_15' => 'Добавил' ,
'news_16' => 'Редактировать' ,
'news_17' => 'Удалить' ,
'news_18' => 'Читать далее' ,

//Профиль
'profile_1' => 'Такого профиля не существует или он еще не активирован' ,
'profile_2' => 'На связи' ,


'profile_16' => 'Редактировать' ,
'profile_17' => 'Отправить сообщение' ,


'profile_20' => 'Вам запрещено просматривать профиль' ,


//Регистрация
'signup_1' => 'Извините , но регистрация временно закрыта' ,
'signup_2' => 'Попробуйте зарегистрироваться позже. Кстати , скачивать можно и без регистрации!' ,
'signup_3' => 'Регистрация' ,


'signup_8' => 'Ник' ,
'signup_9' => 'Пароль' ,

'signup_11' => 'Не верный формат ника' ,
'signup_12' => 'Не верный формат ника' ,
'signup_13' => 'Пароль слишком короткий(минимум 6 символов)' ,
'signup_14' => 'Пароль слишком длинный (максимум 40 символов)' ,

'signup_16' => 'Данный email уже зарегистрирован в нашей системе' ,
'signup_17' => 'Данный ник уже зарегистрирован в нашей системе' ,


'signup_20' => 'Данного класса не существует' ,

//Загрузка релиза
'upload_1' => 'Загрузка' ,
'upload_2' => 'Категорий не найдено' ,
'upload_3' => 'Данной категории не существует' ,
'upload_4' => 'Торрент' ,
'upload_5' => 'Обложка' ,
'upload_6' => 'Максимальный размер %s' ,
'upload_7' => 'Скриншоты' ,

'upload_9' => 'Название' ,


'upload_12' => 'Теги' ,
'upload_13' => 'Нет тегов для данной категории. Вы можете добавить собственные' ,

'upload_15' => 'Данный релиз является мультитрекерным' ,


'upload_19' => 'Пустое имя файла' ,
'upload_20' => 'Не верный формат имени файла' ,
'upload_21' => 'Не верный формат имени файла <b>Не .torrent</b>' ,
'upload_22' => 'Произошла критическая ошибка! Попробуйте загрузить позже' ,
'upload_23' => 'Вы не выбрали файл' ,
'upload_24' => 'Это не мультитрекерный релиз' ,
'upload_25' => 'Вы не ввели название' ,
'upload_26' => 'Вы не ввели описание' ,


'upload_37' => 'Данный релиз уже есть' ,
'upload_38' => 'Удалить релиз' ,

'upload_40' => 'Релиз будет находиться выше всех в течении месяца, и статус у нее будет "новинка"' ,
'upload_41' => 'Вам запрещено загружать релизы' ,

'upload_43' => 'Не выводить реилз в списке , запретить скачивать' ,
'upload_44' => 'В торрентах запрещено держать файлы Thumbs.db!' ,


//Пользователи
'users_1' => 'Пользователи' ,
'users_2' => 'Поиск' ,
'users_3' => 'Класс' ,


'users_10' => 'Сортировка' ,
'users_11' => 'По возрастанию' ,
'users_12' => 'По убыванию' ,
'users_13' => 'В перемешку' ,
'users_14' => 'Пользователей не найдено' ,
'users_15' => 'На связи' ,
'users_16' => 'Ник' ,
'users_17' => 'Зарегистрирован' ,
'users_18' => 'Класс' ,
'users_19' => 'Вам запрещено просматривать участников проекта' ,
);
?>
