<?php
/*
===================================================================
LiteTracker Source
===================================================================
by jenaDI
-------------------------------------------------------------------
Назначение: Преобразование ссылок (ЧПУ)
===================================================================
*/

class rewrite {
	var $url = null; //URL 
	var $url_old = null; //Входной URL
	
	
	//Преобразуем в ЧПУ 
	function encode($url) {
		global $config;
		//Если не используем мод , не преобразуем ссылку
		if(!$config['rewrite']) {
			return $url;
		}
		$this->url_old = $url; //Устанавливаем входной URL
		$array = array('.php' => ''); //Массив для преобразования
		//  , '?' => '/' , '&' => '/' , '=' => '-'
		
		foreach($array AS $param => $value) {
			$url = str_replace($param , $value , $url);
		}
		return $url;
	}
	
	
}
?>